accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-progs
cachyos-fish-config
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
catppuccin-qt5ct-git
chezmoi
chwd
cmus
code
cpupower
cryptsetup
ctags
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
dunst
e2fsprogs
efibootmgr
efitools
egl-wayland
etckeeper
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
fsarchiver
fuzzel
gamescope
git
github-cli
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvim
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
inetutils
intel-ucode
iptables-nft
iwd
jfsutils
kanshi
kitty
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libmp4v2
libopenraw
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lutris
lvm2
man-db
man-pages
mangohud
mdadm
meld
mesa-utils
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim-git
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
octopi
opencl-nvidia
openssh
opusfile
os-prober
pacman-contrib
papirus-folders-catppuccin-git
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-black
python-defusedxml
python-isort
python-lsp-black
python-lsp-server
python-packaging
python-pipx
python-pynvim
qt6ct
qutebrowser
rebuild-detector
reflector
resvg
ripgrep
rsync
ruff
s-nail
sddm
sg3_utils
smartmontools
snapper
sof-firmware
stow
sudo
sxiv
sysfsutils
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
uget
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
v2rayn-bin
vk-hdr-layer-kwin6-git
vlc-plugins-all
vulkan-icd-loader
wavpack
waybar
wev
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xwayland
yazi
yt-dlp
